
define(function () {
    var stories = [
        { id: 1, storyName: 'Билбо Бегинс', storyDescription: '  В една дупка в земята живееше един хобит. Това обаче не беше някаква неприветлива, мръсна, тинеста дупка с остатъци от опашки на червеи и с миризма на влага; не беше и суха, песъчлива и празна упка, в която няма нито на какво да седнеш, нито какво да хапнеш. Не - това беше дупка на хобит, а дупката на хобит означава удобство. Този хобит беше заможен, наричаше се Билбо Бегинс и си живееше спокойно. Но една сутрин...', imageUrl: 'img/BilboBaggins.jpg' },
        { id: 2, storyName: 'ЕЛО', storyDescription: '"Екип за Ликвидиране на Опасности"  Тази история се е случила след много-много години. Тогава Земята влезе в съюз с обитаемите планети от още 27 звездни системи и така бе образувана Обединената Звездна Република - едно справедливо общество на свободни и горди обитатели на звездните светове. В него всеки се трудеше според силите и умението си за общото благо. Но извън границите на републиката все още имаше несправедливости, насилия и невежество...', imageUrl: 'img/ELO.jpg' },
        { id: 3, storyName: 'ДАРКО', storyDescription: '  Приключенията на едно момче с перчем и половина, вълшебна шапка и командно копче.', imageUrl: 'img/Darko.jpg' }
    ];

    return {
        stories: stories
    }
})